export default {
  projections: {
    РасчетЗаказаE: {
      количество: {
        __caption__: 'Количество'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      номенклатура: {
        __caption__: 'Номенклатура',
        товар: {
          __caption__: 'Товар'
        }
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    номенклатура: {
      __caption__: 'Номенклатура'
    },
    заказ: {
      __caption__: 'заказ'
    }
  }
};
